export default {
  full_name: 'Полное имя',

  admin: {
    study_place: 'Место обучения',
    payment_method: 'Способ оплаты',
    application_status: 'Статус заявки',
    status: 'Статус заявки',
    settlement_status: 'Статус заселения',
    social_status: 'Социальный статус',
  },

  kafu: {
    title: 'Казахстанско-американский свободный университет',
    description: `Городской вуз международного партнерства / Государственная лицензия АБ
    0137478 Международная аккредитация ACBSP (США) / Институциональная и
    специализированная аккредитация НКАОКО (Казахстан)`,
    contacts: 'Номера приёмной коммисии',
    address: 'Адрес общежития: проспект Шакарима 160',
    phone: 'Телефон общежития: 50-50-81'
  },

  form: {
    title: 'Форма приёма заявок в общежития',
    select_placeholder: 'Выберите из списка',
    other_placeholder: 'Другое',
    choose_btn: 'Выбрать',
    search: 'Поиск',
    closed: 'Приём заявок закрыт',
    reset_btn: 'Сбросить',
    load_btn: 'Загрузить',

    personal_data_title: 'Персональные данные',
    contact_info_title: 'Контактная информация',
    additional_info_title: 'Дополнительная информация',
    vac_doc: 'Паспорт вакцинации',
    last_name: 'Фамилия по документам',
    first_name: 'Имя',
    middle_name: 'Отчество',
    gender: {
      title: 'Пол',
      male: 'мужской',
      female: 'женский',
    },
    iin: 'ИИН',
    study_place: 'Место обучения',
    course: 'Курс',
    payment_method: 'Форма оплаты',
    address: 'Место прописки',
    address_tooltip:
      'Заполните следующим образом: Страна, область, город, улица, дом, квартира',
    address_placeholder: 'Страна, область, город, улица, дом, квартира',

    country: 'Страна',
    region: 'Область',
    city: 'Название населенного пункта(город, село и т.д)',
    city_placeholder: 'г.Нур-Султан',
    street: 'Улица',
    house: 'Дом',
    flat: 'Квартира',
    private_house: 'Частный дом',
    uk_rejection_message: 'Для лиц проживающих в г.Усть-Каменогорске общежитие не выделяется',

    email: 'Email',
    phone: 'Контактный телефон',
    social_status: {
      label: 'Социальное положение',
      title: 'Выберите социальное положение',
    },
    social_status_tooltip:
      'Выберите статус из списка и прикрепите подтверждающий документ',
    social_status_doc: 'Подтверждающий социальный статус документ',
    submit_btn: 'Отправить',
    submitted: 'Ваша заявка отправлена',

    errors: {
      first_name: 'Укажите ваше имя!',
      last_name: 'Укажите вашу фамилию!',
      gender: 'Укажите пол!',
      iin: 'ИИН должен содержать 12 цифр!',
      study_place: 'Укажите место обучения!',
      payment_method: 'Укажите формат оплаты!',
      address: 'Укажите адрес прописки!',
      email: 'Укажите ваш email!',
      phone: 'Укажите ваш номер телефона!',
      social_status_doc:
        'Прикрепите документ подтверждающий социальный статус!',
    },
  },
}
